// ymaps.ready(init);
// function init() {
//     // Создание карты.
//     var myMap = new ymaps.Map("map", {
//         // Координаты центра карты.
//         // Порядок по умолчанию: «широта, долгота».
//         // Чтобы не определять координаты центра карты вручную,
//         // воспользуйтесь инструментом Определение координат.
//         center: [59.93, 30.31],
//         // Уровень масштабирования. Допустимые значения:
//         // от 0 (весь мир) до 19.
//         zoom: 12
//         controls: []
//     });

//     const coords = [
//         [59.94554327989287, 30.38935262114668],
//         [59.91142323563909, 30.50024587065841],
//         [59.88693161784606, 30.319658102103713],
//         [59.97033574821672, 30.315194906302924],
//     ];
// }
// let myMap;